{
    "headText": [
        {
            "whatIsIt": ["מהו תו התקן בהכשרות?", "תו התקן לאיכות ההכשרות ׳יסודות מנצחים׳ נכתב מתוך הצורך ליצור סטנדרט אחיד בתהליכי הליבה המרכזיים ביחידות ההדרכה. תו תקן זה מיועד בראש ובראשונה למפקדים בהכשרות, ומהווה ׳מורה נבוכים׳ לתהליכי ההדרכה המחייבים בהכשרות. נהלי תו התקן מהווים פקודה מחייבת לכלל ההכשרות"],
            "meaning": ["משמעות תו התקן בהכשרות", "חובת המפקדים והמדריכים בכלל הדרגים להכיר את הנהלים ולפעול לאורם. כל בעל תפקיד יבצע מבחן תל״ב לקראת פתיחת מחזור או תקופת הדרכה - ביצוע מבחן זה מהווה תנאי מחייב לתחילת תפקיד הדרכתי ופיקודי." ]   
        }
           ],

    "chapters": [
        {
            "titles" : ["ניהול הדרכה", "תכנית הכשרה", "סגל הכשרה", "חניכים בהכשרה", "סביבת הכשרה"], 
            "chpt1-sub" : ["שעון פעילות ביחידת הכשרה", "אבחון הדרכתי ליחידת הדרכה", "תוכנית עבודה הדרכתית", " היערכות לפתיחת מחזור", " סיכומים עיתיים במהלך ההכשרה", "סיכום מחזור הכשרה", " הערכת הכשרה ומשוב שטח", "ביקורות תו תקן פנימיות הדרכתיות ביחידה", " ניהול המידע ההדרכתי", "שימוש במערכת לניהול הדרכה (קמפוס דיגיטלי)"],
            "chpt2-sub" : ["הערכת חניכים (מבחנים בהכשרות)", "תיק מדריך"],
            "chpt3-sub" : ["הגדרות תפקידם לסגלי הדרכה", "איתור ומיון מפקדים להכשרות", "הכנות מפקדים", "פיתוח והערכת מפקדים", "הכשרות הדרכה למפקדים ובעלי תפקיד", "תחלופת מפקדים בהכשרות", "הרחקת איש סגל", "פורום הדרכה בהדי"],
            "chpt4-sub" : ["טיפול בחניך מתקשה", "ועדה להערכת חניך", "בחירת חניך מצטיין וחניך למופת", "תיק אישי לחניך", "העברת בוגר קורס ליחידה קולטת 'העברת מקל'"],
            "chpt5-sub" : ["שגרת אחזקת תשתיות הדרכה"]
        },
        {
            "txt1" : ["מטרת הנוהל: הגדרת קיום שעון פעילות ביחידת הדרכה.\n כללי:\n 1. במסגרת ניהול ההדרכה ביחידת הכשרה, מתקיימים מופעי הדרכה שתכליתם ניהול שגרת הכשרות בצורה שיטתית ואיכותית.\n 2. על-מנת לאפשר לכלל המפקדים ובעלי התפקידים הרלוונטיים להיערך בצורה מייטבית לכל אחד מהמופעים, נדרש לקיים בכל יחידת הדרכה שעון פעילות. \n3. שעון הפעילות יוטמע בתוך גרף ההכשרות של החטיבה. \nעקרונות:\n 1.שעון הפעילות יכלול מופעים ברמה החטיבתית וברמה הגדודית והענפית.\n2.שעון פעילות ברמת החטיבה יגולם בגרף ההכשרות המנוהל באג\"ם היחידה.\n3.הבקרה על מימוש מופעי שעון הפעילות ברמת החטיבה תבוצע ע\"י גפ\"ה היחידה וברמה הגדודית ע\"י קה\"דית הגדוד בהתאם."],
            "txt2" : ["מטרת הנוהל\nהגדרת תהליך אבחון הדרכה ביחידה.\nכללי\nאבחון הדרכתי הינו תהליך שיטתי וסדור של איסוף נתונים ועיבודם.\nתכליתו של התהליך הינו שיפור תהליכי ההדרכה ביחידה בעיקר בנושא איכות תוכניות ההכשרה, סגל ההכשרה וכשירותו וסביבת הכשרה תומכת משימה.\nיש להבחין בין אבחון הדרכתי מלא אשר בוחן את היחידה על כל הכשרותיה לבין אבחון ממוקד הבודק הכשרה אחת (מכונה גם 'הערכת אפקטיביות הכשרה' ראה נוהל 1.6). נוהל זה יפרט את תהליך האבחון ההדרכתי המלא.\nתוצר התהליך הינו זיהוי צרכי הדרכה וקביעת דרכי תוכנית עבודה להמשך.\nנוהל זה יפרט את שלבי תהליך האבחון ההדרכתי הנדרש להתבצע בכל יחידת הדרכה.\n\nהגדרות זמנים לביצוע תהליך אבחון הדרכתי\nאחת לשנה יתבצע ביחידה אבחון הדרכתי לכלל מסגרות היחידה.\nתוכנית האבחון תבוצע ברבעון ג' של שנה\"ע, לקראת גיבוש תוכנית עבודה שנתית.\nמסגרת הזמנים לביצוע אבחון הינה רבעון לכל היותר (שלושה חודשים) מתחילת התהליך ועד הצגת תוצרים (ראה נספח 1 – סיכום שלבי האבחון)."],
            "txt3" : ["מטרות הנוהל: הגדרת תהליך כתיבת תכנית עבודה הדרכתית\nכללי:\nתוכנית העבודה שנתית של יחידת הדרכה מגובשת לאור הנחיות המפקד היחידה ומושפעת ממשתנים רבים ובניהם אבחון הדרכתי ליחידה.\nתוכנית העבודה ההדרכתית הינה נגזרת מתוכנית העבודה השנתית של היחידה.\nבתוכנית העבודה מביא המפקד לידי ביטוי את חזונו, מטרותיו וסדרי העדיפויות שלו.\nתוכנית עבודה יחידתית מאפשרת ליחידה להתמקד ולקדם נושאים לצד התפעול השוטף של היחידה.\nתכנית עבודה שנתית מעודכנת נמצאת באתר החטיבה."],
            "txt4" : ["מטרות הנוהל : הגדרת תהליך היערכות לפתיחת מחזור בחטיבה.\nכללי:\nתכנון קפדני והיערכות יסודית הינה מרכיב חשוב בביצוע הכשרה אפקטיבית.\nהיערכות לפתיחת מחזור כוללת את כל הפעולות הנדרשות לביצוע מרמת המחלקה עד מפקד ומטה הבה\"ד לקראת הוצאה לפועל של מחזור הכשרה.\nהיערכות לפתיחת מחזור כוללת פעולות היערכות בכל אחד מהצירי המטה המקצועיים (אג\"ם, משא\"ן, לוגיסטיקה, הדרכה וכו') ובכל אחת מהרמות מדרג המחלקה עד דרג הבה\"ד.\nנוהל זה יתמקד בהגדרת עקרונות לתהליך ההערכות ברמת הבה\"ד.\n\nתהליך הערכות לפתיחת תקופת הדרכה:\nתהליך ההערכות יחל בהפצת פקודת הערכות למחזור קמ\"כ.\nפקודת ההערכות תופץ עד כחודש טרם פתיחת המחזור.\nהפקודה תופץ ע\"י המד\"ר/ אג\"ם החטיבה בשיתוף עם מפקדת הגפ\"ה.\nפקודת ההערכות תכלול את הסעיפים הבאים:\nגרף הכשרות לתקופת ההדרכה \nאילוצים וגורמים משפיעים פנים וחוץ חטיבתיים – חגים, ימי ציון, מופעים יחידתיים וכו'.\nעיתויים לביצוע אישורי תוכניות פרטניים פר שבועיים בהכשרות.\nדרקטיבות וצייחים של מפקד החטיבה לתקופת ההדרכה.\nפקודת ההערכות תוצג בפורום מפקדים בראשות מפקד החטיבה בנוכחות גורמי המטה הרלוונטיים ע\"י המד\"ר."],
            "txt5" : ["מטרת הנוהל : להגדיר את מנגנוני הניהול של סיכומים עיתיים תוך כדי הכשרה.\nכללי:\nסיכומים עיתיים במהלך הקורס הם מנגנונים שמאפשרים מעקב ובקרה אחר מימוש תוכנית ההכשרה וכן אחר התקדמות החניכים בתהליך הלמידה כל זאת לצורך קבלת החלטות בזמן רלוונטי בסוגיות שונות.\nסיכומים עיתיים מהווים 'הערכה מעצבת' לתוכנית ההכשרה ומאפשרים קבלת החלטות באשר לאופן המשך תוכנית ההכשרה.\nסיכומים עיתיים מהווים גם תחקירי אמצע הממוקדים לפרקי ההכשרה שהסתיימו ותכליתם הפקת לקחים עבור מחזורי ההכשרה הבאים.\nעקרונות עבודה:\nישנם חמישה סוגים של סיכומים עיתיים:\nסיכום יומי:\nישיבת סגל יומית תתקיים ברמה המחלקתית, בסיום יום הפעילות ובהשתתפות כל אנשי הסגל של המחלקה בראשות מפקד המחלקה.\n\nפורום מוביל:\nישיבת פורום מוביל יומית תתקיים בראשות המ\"פ ובהשתתפות הסמ\"פ, מ\"מים, רס\"פ, משה\"ד וחופ\"ל\nבפורום מוביל כל משתתף יעיד על נושאים הרלוונטים לו בהקשר על פעילויות היום ודברים חשובים להמשך.\nסיכום שבועי:\nסיכומים שבועיים יתקיימו בשתי מתכונות:\nסיכום שבועי של החניכים\nסיכום שבועי של הסגל\nהסיכום השבועי יעסוק בנושאים הבאים:\nתכנון מול ביצוע\nלקחים מתוכנית הקורס בדגש על השבוע החולף\nדגשים להמשך הקורס\nטיפול באירועים חריגים\nחלוקת העבודה בין אנשי הסגל (במסגרת סיכום שבועי סגל)\nמשמעויות לוגיסטיות ומנהלות\nסיכומים לשבועות עצימים:\nסיכומים לשבועות עצימים יתקיימו ברמה הגדודית בסיום שבועות עצימים ובהשתתפות כל אנשי הסגל של הגדוד, בראשות המג\"ד.\nסיכום אמצע מחזור:\nסיכום אמצע מחזור יתקיים באמצע המחזור ובהשתתפות כל אנשי הסגל של הגדוד, בראשות המג\"ד.\nהסיכום יעסוק בנושאים הבאים:\nכח אדם -\nתכנון מול ביצוע תכני ההכשרה עד כה ומימוש כתב הכמויות עבור הכשירויות.\nפערי הסמכות -\nממצאי משוב אמצע חניכים ועיבודן לכדי לקחים מרכזיים.\nלקחים בחתך ארבעת המימדים -\nנושאים נוספים לבחירת המפקדים.\nפורום הסמכות:\nפורום הסמכות הינו מופע המתבצע בראשות המח\"ט (מופע מקדים בראשות המג\"ד).\nתכלית המופע הינו ביצוע הערכת מצב באשר לסטאטוס מעבר התנאים המחייבים להסמכה וקבלת החלטות באשר להחרגות במידת הצורך עבור חניך ספציפי או תוכן ספציפי."],
            "txt6" : ["מטרות הנוהל:\nלהגדיר את תהליך סיכום מחזור קורס מכים גדודי.\nכללי:\nמטרת תהליך סיכום קמ\"כ הינו לבחון את מידת השגת מטרות ההכשרה, את כשירותו של תוצר ההכשרה ולהפיק לקחים בהקשר של שיפור תהליכי הדרכה והערכות למחזור הבא.\nתהליך סיכום המחזור כמפורט בנוהל זה זהה לתהליך הערכת מחזור הכשרה, אי לכך לא יכתב נוהל נפרד להערכת מחזור הכשרה.\nאיסוף הנתונים לסיכום הקורס יתבצע לאורך הקורס ויתבסס על"],
            "txt7" : ["מטרות הנוהל: הגדרת תהליך הערכת לתוכנית הכשרה.\nכללי:\nהסביבה והמציאות המשתנות, הן בהיבט תו\"ל ואמל\"ח והן בהיבט התפתחות טכנולוגית ומאפייני הלומדים, מחייבת ביצוע תהליך שיטתי וסדור להערכת תוכניות ההכשרה לצורך שימורם עדכניים ואפקטיביים.\nמטרת הערכת תוכניות הכשרה הינה לאפשר קבלת החלטות לגבי שינויים ושיפורים בתוכנית ההכשרה ובתהליכי ההדרכה.\nבשונה מאבחון הדרכתי מלא הבודק את כלל היחידה לצורך זיהוי מגמות רוחביות, הערכת תוכנית הכשרה בודקת הכשרה ממוקדת אחת במטרה לאתר פערים לשיפור בתוכנית ההכשרה, בסגל המפקדים ובסביבת ההדרכה.\nעקרונות עבודה:\nכללי\nביסל\"ח יבצע תהליך קבוע ושיטתי של הערכת אפקטיביות ההכשרות.\nמפקד הגפ\"ה והיועץ הארגוני ביחידה יובילו את תהליך ההערכה.\nשותפים לתהליך – הגדוד הרלוונטי, בעל התפקיד רלוונטי מטעם החיל המקצועי, בעל תפקיד במה\"י.\nהנושאים המוערכים:\nרמת הכשירות של בעל התפקיד בסיום ההכשרה.\nרמת כושרם ובשלותם המנטלית והערכית בסיום ההכשרה.\nמידת רלוונטיות הכשירויות המושגות בהכשרה לתפקיד בפועל.\nתוצרי התהליך\nהנתונים שנאספו יעובדו, יוצלבו וינותחו לכדי חוזקות, חולשות ומגמות מרכזיות, כאמור בחתך כשירויות (ראה נספח ג').\nבמידה ועולה פער בהשגת כשירות מסויימת, נדרש להעמיק בתחקור הסיבות לפער. (ניתן להעזר במודל לתחקיר תשומות בהכשרות – ראה נספח ד')\nמתוך ממצאי תהליך זה יופקו לקחים להכשרה וכן יסוכמו נושאים למיקוד והמשך הערכה.\nתדירות ביצוע התהליך\nתהליך הערכת הכשרה יבוצע באחד מהמקרים הבאים:\nכתוצאה מפער שעלה במסגרת האבחון ההדרכתי המלא.\nלאחר שינוי משמעותי שחל בהכשרה (לדוגמא קיצור או הארכה של הכשרה).\nבמידה ולא חלו אחד משני התנאים המוזכרים לעיל, יבוצע התהליך אחת לשנתיים לכל אחת מהכשרת הליבה – לוחמים, מפקדים וקצינים.\nביחידות בהם קימים יותר משני מערכי ליבה, בתדירות של אחת לשלוש שנים."],
            "txt8" : ["מטרת הנוהל : הגדרת מנגנוני בקרה פנים יחידה למימוש תו התקן לאיכות בהכשרות.\nכללי:\nבקרות הדרכה משמשות לבחינת מידת היישום של תו התקן לאיכות ההכשרות במסגרות ביסל\"ח השונות.\nמטרת הבקרות הינה להטמיע את הסטנדרט הדרך לתהליכים הרלוונטיים.\nעקרונות לביצוע:\nביקורות הדרכתיות יבוצעו בתדירות של פעמיים בשנה לכל מסגרות ביסל\"ח לכל הפחות.\nבקורס המ\"כים תבוצע ביקורת תל\"ב באמצע כל מחזור.\nמשך זמן ביצוע הביקורת לא יעלה על חודש ימים.\nבקרות פנימיות יגולמו בתוכנית העבודה של יחידת ההדרכה ותוכנית העבודה ההדרכתית.\nאחריות ביצוע הבקרה הינה של מפקד הגפ\"ה ביחידת ההדרכה ואנשיה – קצינות ומש\"קיות הצפ\"ה. מומלץ לשלב בצוות הבקרה, מפקדים ובעלי תפקידים מהגדודים והענפים הלא מבוקרים לצורך ריבוי מעריכים ולמידה רוחבית.\nהבקרות יתבצעו על-פי פורמט בקרה הזרועי. ניתן על פורמט זה להוסיף נושאים נוספים לבקרה על-פי החלטת מפקד היחידה.\nכל בקרה תכלול את המרכיבים הבאים בכל מסגרת נדבקת:\nעיון בחומרים\nשיחת מ\"פ\nשיחת חתך סגל מפקדים\nשיחת חתך חניכים\nממצאי הביקורת יוצגו למפקד המסגרת הנבדקת ולמפקד הבה\"ד בדיון יעודי בנושא."],
            "txt9" : ["מטרת הנוהל : להגדיר את מנגנוני ניהול המידע ההדרכתי ביחידות הכשרה.\nכללי:\nקיום מנגנונים איכותיים לניהול מידע יאפשרו לבה\"ד להיות ארגון לומד, משמע ארגון המצוי בתהליך התקדמות מתמיד.\nנוהל ניהול המידע עוסק במה ובאיך נדרש לנהל. שימוש במידע והפיכתו ממידע לידע ,הינו תרבות ארגונית שיש להטמיע ביחידות ההכשרה הן דרך המופעים הפורמאליים כגון אישורי תוכניות ותהליכי כניסת מפקדים לתפקידם והן דרך דרקטיבות המפקד העוסקות בשאיפה לידע כשאיפה למצויינות.\nבכלל נהלי התקן קיים סעיף המגדיר את אופן ניהול הידע לנושא המדובר. נוהל זה יאגד את כלל סעיפי ניהול הידע לנושאים בעלי משמעות לניהול ידע רוחבי.\nעקרונות העבודה:\nמקובל להבחין בין שלושה סוגי מידע המנוהלים בהכשרות:\nמידע על הפרט – החניך והמפקד.\nמידע לימודי לקיום ההכשרה - תכולות ההדרכה מיקרו ומאקרו להכשרה ספציפית.\nמידע ארגוני – פריטי מידע המשמשים לניהול, תיאום, תכנון והפקת לקחים על הכשרה ספציפית או בנושאים רוחביים.\nניהול המידע על הפרט ינוהל על-בסיס מערכת הקמפוס דיגיטלי. ניהול המידע הלימודי והארגוני ינוהל בתיקיות רשת ובאתר החטיבה."],
            "txt10" : ["מטרת הנוהל : \nלהגדיר את אופן השימוש במערכת הקמפוס הדיגיטלי.\nכללי:\nהקמפוס הדיגיטלי הינה מערכת לניהול ההדרכה והלמידה, תומכת בתהליכי למידה בהכשרות, אימונים, וניהול כשירות הפרט.\nעקרונות העבודה:\nתהליכי ההדרכה הבאים ינוהלו בקמפוס הדיגיטלי:\nניהול קורסי אב תואמי תיק יסוד\nניהול מאגרי תוכן על-ידי מוקדי ידע מקצועיים\nניהול מחזורי הכשרה על פי קורס אב\nתיק לומד – תיעוד מלא של נתוני הלומד בהכשרה לרבות מבחנים, משובים, דפי הערכה\nוועדות הסמכה בהכשרה\nתיעוד סטאטוס סיום קורס של חניך וציון\nביצוע העברת מקל וקליטת חייל מההכשרה בשטח על בסיס נתוני מערכת\nניהול כשירות סגל ביחידות הדרכה\nניהול מאגרי כשירות הפרט"]      
        },
        {
            "txt1" : ["מטרת הנוהל: להגדיר את האופן שבו נדרש לבחון חניכים בהכשרה והתנאים הנדרשים לביצוע מבחן.\nכללי:\nמבחן הינו כלי המאפשר למפקדים להעריך את רמת הידע, ההבנה והכשירות של חניך במהלך ההכשרה.\nהערכה איכותית ומדויקת מייצרת למפקדים תמונת מצב מלאה על רמת כשירות החיילים וכן מאפשר להסיק מסקנות לגבי איכות תהליך ההכשרה.\n\nתמהיל מבחנים בהכשרה\nככלל יש לתת עדיפות למבחנים מעשיים על-פני מבחנים עיוניים בהכשרות היסוד בשל מאפייני התוכן הנלמד בהכשרות אלו.\nבכל מקרה המבחנים העיוניים לא יעלו על 30% מסך המבחנים המסמיכים בהכשרה.\n\nניהול המבחן\nהתארגנות טרם המבחן:\nטרם המבחן יש לפרסם לחניכים את הנושאים עליהם הם עתידים להבחן. במבחן מעשי נדרש לפרסם לחניכים את דף ההערכה טרם המבחן. מידת מיקוד התוכן וכן עיתוי הפרסום יקבע ע\"י מ\"פ.\nיש לאפשר לחניכים זמן ללמידה עצמית טרם הבחינה. משך הזמן יקבע ע\"י מ\"פ.\nמג\"ד רשאים לאשר מבחן ללא ידוע החניכים מראש (בוחן פתע). על מבחן זה לעמוד בכל הקריטריונים שמגדירה פקודה זו. מבחן מסוג זה המתקיים באופן קבוע בהכשרה נדרש להופיע בתיק היסוד ובעץ הערכה.\nבדיקה ומישוב המבחן:\nבדיקה של המבחן תעשה ביחס לדף התשובות המאושר למבחן.\nעל כל חניך לקבל את טופס המבחן הבדוק עד שבוע מיום הבחינה.\nבמבחן עיוני יש לפרסם את דף התשובות עם חלוקת הטפסים הבדוקים.\nבמבחן מעשי, יש לבצע משוב פרונטלי/כתוב לכל נבחן ע\"ב דף ההערכה עד שבוע מיום הבחינה.\nיש לקיים שיחה אישית עם חניך הנכשל במבחן עיוני/ מעשי בה יוסברו לחניך נקודות הכשל והמשך תהליך הלמידה.\nמועדי מבחן\nלכל חניך יינתנו שני מועדים לביצוע המבחן – מועד א' ומועד ב'.\nלמועד ב' ייגשו חניכים אשר לא עברו את הסף של מועד א'.\nמבחן מועד ב' נדרש להיות לאחר קיום השיחה האישית עם החניך הנכשל ולכל הפחות יממה ממועד השיחה.\nמבחן מועד ב' נדרש לכלול שאלות שונות ממועד א' במבחן עיוני ותרחיש שונה במבחן מעשי.\nבסמכות המ\"פ ומעלה לאשר מועד ג'.\nחישוב הציון הסופי של החניך באותו המבחן יהיה בתמהיל של 20% מועד א' ו-80% מועד ב'. במידה וחניך ביצע מועד ג', אזי החלוקה תהיה 10% מועד א', 10% מועד ב' 80% מועד ג'.\nחניך שנכשל בשלושה מועדים שונים, יש לפתוח עבורו תהליך חניך מתקשה."],
            "txt2" : ["מטרת הנוהל\nלהגדיר את תהליך הכתיבה של תיק מדריך, אופן אישורו ואת תיקופו העיתי.\n\nכללי\nאיכותה של תוכנית ההכשרה תלויה ,בין היתר, באיכות יחידות הלימוד המרכיבים אותה.\nיחידת לימוד אפקטיבית היא כזאת שפותחה בצורה נכונה ומקצועית, אושרה על-ידי הגורמים הרלוונטיים, ממוסדת, מונגשת ונוחה לשימוש המפקד.\nנוהל זה לא יפרט את תהליך הפיתוח ההדרכתי אלא יגדיר את התהליכים והפעולות המחייבות הקשורות לכתיבת וניהול של יחידות לימוד מסוג שיעור.\n\nתיקי מדריך\nכל תיק מדריך יכלול את הפרקים הבאים:\nדף אישורים לתיק מדריך כמפורט בסעיף 4 ד'.\nמבואות - דף מבוא למדריך הכולל את קהל היעד, מיקום השיעור ברצף ההכשרה, מידת קושי השיעור, ודגשים למדריך.\nתיק תוכן – הכולל העמקה מקצועית בתוכן הנלמד עבור המדריך. במידת הצורך ניתן להוסיף רק הפניות להעמקה מקצועית (ספרי תו\"ל, הוראות מבצעיות וכו').\nמערך שיעור – הכולל את הרצף של השיעור והנחיות למעביר השיעור באשר לאופן העברתו.\nנספחים: מצגת, לומדה, סרטון וכו'.\nלכל שיעור מקצוועי בקורס מ\"כים יהיה תיק מדריך מוגדר ממקור הידע.\nעל כל מפקד לעבור על התיק מדריך לפני השיעור\nיש להצמד למערך הניתן לשיעור בתיק מדריך"]   
        },
        {
            "txt1" : ["מטרת הנוהל : הגדרת יחסי הגומלין בין מטה ההדרכה של הבה\"ד למסגרת ההכשרה\n\nכללי :\nהגדרת תפקידים ברורה לסגלי ההדרכה תאפשר לכל בעל תפקיד למלא את תפקידו מתוך הבנת תחומי אחריותו, ותוך תיאום עם בעלי תפקידים אחרים.\nקיימת שונות במבנה והרכב סגלי הפיקוד וההדרכה בין בה\"די הזרוע. נוהל זה יתייחס למכנה המשותף הרחב שבין הבה\"דים. בה\"דים שבהם ישנם בעלי תפקידים נוספים על האמור יבצעו הסדרה פנימית להתאמת הנוהל אליהם ובלבד שלא שיינתן מענה לכלל התפקידים המפורטים בנוהל זה.\n\nהגדרות :\nסגל מפקדים - בע\"ת שעוסק בפיקוד על החניכים בהכשרה, הדרכתם, תרגולם, בחינתם והערכתם. על סגל המפקדים נמנים מ\"כ, סמל, מ\"מ, מ\"פ, מג\"ד.\nסגל פיתוח ההדרכה- בע\"ת שעוסקים באיכות תהליכי הלמידה והטמעתם, מהווים עבור שאר הסגלים סמכות מקצועית בתחומי הוראה ופיתוח הדרכה. בסגל זה נמנים: מפקד גפ\"ה, קה\"ד גדודים, ק. צפ\"ה, ומש\"ק צפ\"ה.\nסגל ניהול ההדרכה - בע\"ת שעוסקים במעטפת ההכשרה : גרף, משאבים, כיתות, תיאומים, שטחי אש. על סגל ניהול ההדרכה נמנים: ק. אג\"ם, קמב\"ץ ומד\"ר."],
            "txt2" : ["מטרת הנוהל:\nהגדרת תהליכי איתור ומיון מפקדים בהכשרות.\n\nכללי:\nאיכות ההכשרות והיכולת לעמוד במטרותיהן תלויות בסגל ההדרכה ובמקצועיותו.\nתהליכי האיתור והמיון מאפשרים ליחידות להבטיח כי המפקדים המתאימים ביותר ישובצו כמפקדים בהכשרות.\n\nעקרונות:\nלכל הכשרה ייתקיים תהליך סדור של איתור ומיון אנשי סגל.\nתהליך האיתור והמיון יכלול:\nגיבוש פוטנציאל\nתהליך מיון\n\nשלב איתור הפוטנציאל:\nבכל הכשרה יש לסמן כ-9 חניכים מכל פלוגה לפיקוד בקמ\"כ. המאותרים לפיקוד הינם חניכים אשר בלטו לחיוב בהיבטים מקצועיים ופיקודיים...\n\nקריטריונים לסימון פוטנציאל 'מאותרים לפיקוד:\nיכולת העברת מסרים גבוה\nיכולות חניכה גבוהות\nיכולת הובלה ורתימה\nיכולות למידה עצמית\nיכולת עבודה בצוות וקבלת ביקורת\nבעל נורמות וערכים גבוהים\nבעל ידע מקצועי רב\nבעל ראיה מערכתית"],
            "txt3" : ["מטרת הנוהל:\nהגדרת תהליך תכנון וביצוע הכנות מפקדים, טרם ובמהלך מחזור הכשרה.\n\nכללי:\nלסגל הפיקוד חשיבות רבה בהצלחת ההכשרה ועמידה בהישגיה שכן הוא הגלגל המניע את ההכשרה. סגל הפיקוד נדרש לחולל את תהליך הלמידה בקרב חניכי ההכשרה מכאן הצורך בקיום הכנות מפקדים מקצועיות ואיכותיות.\n\nמטרות הכנת המפקדים:\nלהקנות לאיש הסגל את הידע, המיומנויות, הערכים והתפיסות, כהכנה מקדימה לתפקידו בהכשרה.\nללכד את הסגל ולגבשו סביב מטרות ההכשרה.\nלכל הכשרה יתבצע מופע הכנת סגל על-פי הכללים והעקרונות שיפורטו בהמשך המסמך.\n\nתכני הכנת סגל:\nהכנת הסגל תבנה בחלוקה לשלושה צירים:\nציר פיקודי – תפיסת תפקיד מפקד בהכשרה, תכני המענה הפיקודי, חובות וזכויות, מדיניות ענישה ותפיסת המרחק הפיקודי, הרצאת קב\"ן, רופא ות\"ש.\nציר מקצועי והדרכתי –\nלמידת תוכנית ההכשרה לרבות מטרות, כשירויות ועץ הערכה\nהעמקה מקצועית, עדכוני תו\"ל ותחקירים מבצעיים אחרונים\nביצוע מודלים לתרגילים המרכזיים כולל ביצוע תקנון (סטנדרטיזציה) לאופן הערכת התרגילים.\nלמידה תיקוף תכולות ההדרכה – מארזי הדרכה, מבחנים, דפי תצפית וכו'.\nמעבר סדנת מב\"ב וסדנת חניכה.\nביצוע מבחני רמה (עפ\"י נוהל 3.4).\nציר עבודת הסגל – כולל את הנורמות והנהלים לעבודת הסגל במהלך הקורס.\nהכרות, יעדים, תיאום ציפיות, הגדרת תפקידים, עבודת צוות, נהלים ונורמות עבודה.\n\nנוכחות בהכנת הסגל\nאיש סגל נדרש לנכוח ב-80% ממופעי הכנת הסגל כולל מופעי הכנות הסגל תוך כדי מחזור.\nאיש סגל שלא נכח באחד מתכני החובה שפורטו לעיל, מחויב בהשלמת התוכן כתנאי להסמכתו כאיש סגל.\n\nסיכום הכנת הסגל\nלכל הכנת סגל יתבצע סיכום בראשות המג\"ד ולאחר מכן הצגת סיכום זה למפקד הבה\"ד.\nכחלק מהסיכום יש לבצע תחקור והפקת לקחים בשיתוף כלל אנשי הסגל.\nבסגרת סיכום הכנת הסגל יש לציין את הנושאים בהם נדרש לבצע העמקה לסגל במהלך ההכשרה.\nבמסגרת תחקירי סוף קורס יוקדש פרק לתחקור והפקות לקחים להכנות מפקדים שבוצעה טרם המחזור ובמהלכה."],
            "txt4" : ["מטרת הנוהל: הגדרת תהליך הערכת סגלים בהכשרות.\n\nכללי:\nכל איש סגל לרבות סגל הדרכה, יוערך באופן שיטתי וקבוע במהלך תפקידו.\nהערכת איש סגל תתבצע בכל אחד ממרכיבי תפקידיו – מקצועי, הדרכתי פיקודי וערכי.\nחלק מכלי ההערכה יבוצעו במהלך הכנת הסגל כתנאי לפתיחת מחזור (הערכה מסכמת) וחלקם יתבצעו תוך כדי מחזור לצורך חניכה ופיתוח הסגל.\nמופעי ההערכה המתבצעים תוך כדי המחזור בדגש על מופעי חניכה (סעיף ג' 5) יבוצעו על-פי עקרונות החניכה.\n\nשיטה\nבניית תוכנית הערכה לאיש סגל:\nלכל איש סגל תבנה תוכנית הערכה אחת למחזור.\nתוכנית ההערכה תבנה ע\"ב אבחון איש הסגל.\nתוכנית ההערכה תוצג לאיש הסגל בשבוע הראשון של הכנת הסגל.\nתוכנית ההערכה תכלול מבחנים מסמיכים ומופעי חניכה.\n\nמופעי וכלי הערכה וחניכה\nמבחן רמה מקצועי – מבחן הרמה מהווה את שמירת הכשירות המקצועית של איש הסגל. מבחן זה יתקיים במהלך הכנת המפקדים ויהיה תנאי לפתיחת המחזור/הקורס.\nבוחן כושר גופני – אחת לתקופת הדרכה יתקיים בוחן כש\"ג אשר יכלול את ההישג הנדרש לאיש הסגל בתחום הכושר הגופני. בוחן זה יתקיים במהלך הכנת המפקדים ויהיה תנאי לפתיחת המחזור/הקורס.\nבוחן קליעה – אחת לתקופת הדרכה יתקיים בוחן קליעה אשר יכלול את ההישג הנדרש לאיש הסגל בתחום הקליעה. בוחן זה יתקיים במהלך הכנת המפקדים ויהיה תנאי לפתיחת המחזור.\nבוחן הדרכה – אחת לתקופת הדרכה יוערך המפקד על יכולותיו בביצוע תהליכי חניכה והערכת חיילים וכן על יכולותיו לתכנן ולהעביר שיעור. מבחן זה יתקיים במהלך הכנת המפקדים ויהיה תנאי לפתיחת המחזור.\nמשוב מפקד (מופע חניכה) – אחת לחודשיים או פעמיים במחזור הכשרה (ע\"פ הקצר ביותר) יבצע המפקד הממונה על איש הסגל, תצפית סדורה במופע פורמאלי שמוביל איש הסגל המוערך.\nחוו\"ד תקופתי של מפקד ישיר – אחד לחודשיים ימלא מפקדו הישיר של איש הסגל חוות דעת אשר תכלול מדדים קבועים ואובייקטיביים בנושאים הבאים: מקצועיות, פיקוד, הדרכה, ערכים/דמות.\n\nבחירת איש סגל מצטיין:\nאחת למחזור יבחרו מפקדים אשר בלטו בשאיפתם למצויינות במהלך ההכשרה.\nהמפקדים המצטיינים יבחרו על-ידי מפקד ההכשרה – מ\"פ.\nכחלק מהקריטריוניים לבחירת מפקד מצטיין יש להביא בחשבון את השגיו בתוכנית ההערכה שתוארה לעיל.\n\nבקרה וניהול ידע\nבקרת מפקדים על תהליך החניכה יתקיים בעזרת המופעים הבאים:\nסטאטוס אמצע פלוגתי – מ\"מים מציגים תמונת מצב סגל למפקד הפלוגה על פי תוכנית ההערכה.\nסיכום הכשרה – בסיום ההכשרה תוצג תמונת מצב הסגל ע\"י המ\"פ למפקד הגדוד.\nכלל המבחנים ומופעי החניכה יתועדו בתיק האישי של איש הסגל בקמפוס אשר יהיה נגיש עבורו."],
            "txt5" : ["מטרת הנוהל:\nהגדרת חובת ביצוע הכשרה לבעלי תפקידים בבה\"ד בביה\"ס להדרכה.\n\nכללי:\nבבתי הספר מכהנים מפקדים ובעלי תפקידים אשר במסגרת אחריותם, אמונים ולוקחים חלק במימוש תהליכי ההדרכה והפיתוח בהכשרות.\nעל-מנת לרכוש כלים למימוש אחריותם, מתבצעים בבית הספר להדרכה של זרוע היבשה, הכשרות מקצועיות לבעלי תפקידים רלוונטיים.\n\nגוף הנוהל:\nבעלי התפקידים הבאים נדרשים לבצע הכשרות בבית הספר להדרכה:\n- מפקדי בתי ספר\n- רע\"נים ומג\"דים בבתי ספר\n- מפקדי מגמות\n- רמ\"דים מקצועיים\n- סגלי פיתוח הדרכה - מפקדי גוף פיתוח הדרכה, קה\"דים, קציני צפ\"ה ומש\"קי צפ\"ה\n\nההכשרה לתפקיד תבוצע עד שלושה חודשים מכניסת בעל התפקיד לתפקידו.\nבאחריות מפקד גוף פיתוח ההדרכה בבית הספר לבצע מעקב אחר ביצוע ההכשרות כמפורט לעיל."],
            "txt6" : ["מטרת הנוהל\nהגדרת מנגנוני סיום תפקיד, וכניסה לתפקיד של מפקדים בכירים בדרג מ\"פ -מג\"ד.\nכללי\nהמפקדים בבתי הספר הינם עמודי התווך של ההכשרות.\nהידע והנסיון שצוברים בעלי התפקידים במהלך הקדנציות הינו רב, משמעותי וחיוני לצורך קיום הכשרה אפקטיבית.\nעל-מנת לשמור על יציבות הכשרות ולאפשר רצף למידה מהכשרה להכשרה נדרש להגדיר מנגנוני סדורים ושיטתיים לתחלופות בעלי תפקידים.\nמנגנונים אלו הינם גנריים והם משלימים למנגנונים המוגדרים בכל בה\"ד.\nסיומי תפקיד\nחודש טרם סיום התפקיד המתוכנן של מפקד בכיר הנ\"ל יכתוב מסמך סיום תפקיד-דוח אחרית.\nמסמך סיום התפקיד יכלול את הסעיפים הבאים (ניתן להוסיף על סעיפים אלו כל נושא לשיקול דעתו של מפקד החטיבה והמפקד המסכם):\nעיקרי התמורות אשר חלו בהכשרה בתקופת תפקידו והרקע לתמורות אלו\nלקחים ותובנות – להכשרה, למקצוע, ליחסי העבודה פנים וחוץ חטיבה.\nסוגיות מומלצות לקידום לצורך שיפור ההכשרה.\nכניסה לתפקיד\nכל מפקד בכיר נכנס יקבל תיק כניסה שלושה שבועות טרם כניסתו לתפקיד.\nאחריות העברת התיק הינה של המפקד היוצא אלא אם הוגדר אחרת ע\"י מפקד החטיבה- בקרת קה\"דית חובה.\nתיק כניסה לתפקיד יכלול את המסמכים הבאים:\nתיקי היסוד להכשרות עליהם עתיד לפקד.\nסיכומי מחזורים של שני מחזורי ההכשרה האחרונים.\nשבצ\"ק המפקדים תחת פיקודו לרבות חוות דעת וצפי עבור כל מפקד להמשך שירותו.\nמסמך סיכום תפקיד של המפקד היוצא.\nסוגיות ונושאים שסוכמו לאחרונה למיקוד ומעקב של המפקד.\nסוגיות ונושאים פתוחים הנדרשים להמשך טיפול.\nחפיפות מפקדים\nככלל, חפיפה בין מפקד יוצא למפקד נכנס תתבצע ביחידת ההכשרה.\nתוכנית החפיפה תיבנה ע\"י המפקד היוצא ותאושר ע\"י הרמה הממונה של המפקד.\nחפיפה בין מ\"פים תמשך שבוע לכל הפחות.\nחפיפת מג\"דים תימשך שבועיים לכל הפחות.\n'מסמך בראשית'\nכחודש מתחילת תפקידו של כל מפקד עליו לכתוב מסמך בראשית.\nמסמך זה יכלול את אבחון היחידה לאחר תהליך הכניסה לתפקיד וכן יעדים אישיים של בעל התפקיד הנכנס.\nניהול תהליך הכניסה לתפקיד\nלכל בעל תפקיד מתחלף יבנה גאנט כניסה לתפקיד אשר יכלול את כלל ההמופעים המפורטים במסמך זה.\nאחריות בניית הגאנט הינה של המפקד היוצא בשיתוף קה\"דית."],
            "txt7" : ["מטרת הנוהל:\nהגדרת תהליך סיום תפקיד של איש סגל.\n\nכללי:\nסגל הפיקוד נבחר לתפקידו עפ\"י כישוריו ויכולותיו לשמש מפקד בחטיבה.\nתהליך סיום תפקיד של איש סגל יבוצע לאחר שמוצו כלל תהליכי החניכה האפשריים, ברמת המפקד הישיר.\nהתהליך יפרט את אופן סיום תפקיד של איש סגל שאינו מתאים לתפקידו, פערים משמעותיים בביצוע התפקיד או בשל אירוע חריג.\n\nסמכויות הרחקת איש סגל:\n- מפקד היחידה בדרגת אל\"ם (מח\"ט) מוסמך להדיח מפקד (חוגר).\n- מפקד היחידה בדרגת אל\"ם לקצין בחובה / תא\"ל לקצין בקבע מוסמך להדיח מ\"מ (קצין ראשוני).\n- מפקד המרכז להכשרות היסוד / מקחצ\"ר מוסמך להדיח מ\"פ."],
            "txt8" : ["מטרת הנוהל:\nהגדרת תהליך ביצוע פורום הדרכה ברמת ביסל\"ח.\n\nכללי:\nעולם ההכשרות והלמידה הינו עולם דינמי המושפע מגורמים רבים, ביניהם ההתפתחות הטכנולוגית, שינויים בתו\"ל ובתפיסות, שדה הקרב המשתנה, מאפייני החיילים והמפקדים, שינויים בנורמות ובסטנדרטים הנדרשים בהכשרות והתפתחות הידע בנושא הלמידה.\nפורום הדרכה בה\"די נועד לקדם תהליכי הדרכה המושפעים מהשינויים לעיל ותכליתם הינה שיפור וטיוב ההכשרות בבה\"ד.\n\nהגדרת משתתפי פורום הדרכה:\nבביסל\"ח יבוצעו 2 סוגים של פורומים:\n1. פורום בכיר – כולל את המפקד, המג\"דים והר\"ענים המפקדים על ההכשרות בבה\"ד.\n2. פורום מורחב – כולל את המפקד, המג\"דים, הר\"ענים, הרמ\"דים, הממ\"גים, המ\"פים והרמ\"דים המקצועיים.\n\nהגדרת תדירות לביצוע הפורומים:\nפורום בכיר יתכנס 3 פעמים בשנה.\nפורום מורחב יתכנס פעמיים בשנה.\n\nנושאים בהם יעסקו הפורומים:\n1. הצגת לקחים מתקופת הדרכה – יתקיים אחת לחציון.\n2. פערים מתמשכים ומגמות רוחביות המוצפות ממופעי בקרה פנימיים.\n3. שיטות למידה חדשות וחדשניות.\n4. הצגת תהליך הדרכתי שבוצע באחת ההכשרות בעל פוטנציאל ליישום רוחבי.\n5. הצגת מוקדי תחקיר בנושאים הרלוונטיים לאיכות ההכשרות.\n6. עדכוני תו\"ל ואמל\"ח בעלי משמעויות רוחביות להכשרות.\n7. הצגת תחקירים מבצעיים בעלי השפעה על ההכשרות.\n8. כל נושא אחר בעל השלכות על כלל הפעילות ההדרכתית בבה\"ד."]
        },
        {
            "txt1" : ["מטרת הנוהל\nהנחיית סגלי הפיקוד וההדרכה על אופן ההתמודדות עם חניכים מתקשים.\nכללי\nבהכשרות הצבאיות משובצים חיילים בעלי רקע ויכולות שונות.\nמרבית הכשרות היבשה הינם הכשרות ללא מיון מקדים בכל הקשור ליכולות פדגוגיות.\nחניכים מתקשים בעמידה בהישגים הנדרשים בקורסים בשל מגוון סיבות. איתור מוקדם של חניכים אלו וטיפול בהם יעלו את סיכוייהם לסיים את הקורס.\nנוהל זה מתייחס להכשרת חיילים ומפקדים עד דרג המ\"מ כולל, ומקביליו.\nאיתור חניכים מתקשים:\nעד תום השבועיים הראשונים להכשרה, תגובש רשימה ראשונית של החניכים אשר עשויים להתקשות בתהליכי הלמידה וההסתגלות על-בסיס אבחונים, מבחני רמה , שיחות אישיות, רקע אישי והתרשמות המפקדים.\nרשימת החניכים המתקשים תהיה רשימה דינאמית ותעודכן במהלך כל ההכשרה בהתאם להתפתחות החניכים והעמקת ההכרות איתם.\nבמידה והקושי נובע מקשיים מבעיות אישיות כמו בעיות ת\"ש או בעיות רפואיות, יש לפעול מול הגורמים הרלוונטיים לפתרון הנושא.\nחניך אשר נעדר היעדרות ממושכת מההכשרה, יטופל אף הוא בנוהל חניך מתקשה.\nרשימת החניכים המתקשים תנוהל ברמת מפקד הפלוגה ותעודכן בהתאם למידע חדש שמתבהר במהלך ההכשרה.\nטיפול בחניך מתקשה:\nתהליך טיפול בחניך מתקשה בקורסי מפקדים יעשה במסגרת תוכנית החניכה על-פי העקרונות אשר יפורטו בנוהל זה.\nלכל חניך מתקשה תבנה תוכנית אישית לקידומו – תוכנית קידום אישית (תק\"א- ראה נספח 5 לנוהל 4.1- תכנית עבודה לחניך מתקשה)\nהתוכנית תכלול את הסעיפים הבאים:\nפירוט התחומים בהם מתבטא הקושי של החניך – נושא ספציפי בהכשרה או קושי רוחבי המשפיע על מספר תחומים.\nהגדרת יעדים אישים לחניך בהתאם לקשיים שלו.\nדרכי הפעולה לקידום החניך:\nשעות תגבור פרטניות\nזמן ללמידה עצמית וחזרה על החומר\nהתאמות במבחנים - הארכת זמן, הקראה, מבחן בע\"פ\nמועדי מבחן חוזרים\nהתנסויות מותאמות\nשילוב החניך בקבוצות קידום רלוונטיות\nהצמדת חונך מקצועי (חניך מצטיין/ מפקד/ משה\"ד)\nכחלק מדרכי הפעולה, בסמכות מפקד בדרגת סא\"ל, לחרוג מהסף הנדרש להסמכה במרכיב אחד 'מעץ הערכה'.\nהתוכנית תוצג לחייל בשיחת מפקד פורמאלית ע\"י המפקד.\nאחת לשבועיים יקיים המפקד הישיר שיחת סטאטוס התקדמות עם החייל במהלכה ישקף המפקד לחייל את התקדמותו וכן יקבעו מדדים חדשים לשבועיים הבאים."],
            "txt2" : ["מטרות הנוהל: הגדרת אופן קיום וועדה להערכת החניך בהכשרה.\nכללי: ועדת הערכה לחניך הינה מופע המתקיים כאשר קיים ספק לגבי התאמתו של החניך לתפקיד והיכולת להסמיכו בסיום ההכשרה על רקע מקצועי או ערכי.\nבתום הוועדה מחליט המפקד האם החניך מודח או נשאר בהכשרה וכן את הסייגים לכל אחת מההחלטות.\nבשל הרגישות הרבה, נדרש להקפיד על תהליך סדור, הגון ושקוף מול החניך.\nעילות להעלאת חניך לוועדת הערכה\nהפסד ימי הכשרה על-פי תיק יסוד\nאירוע ערכי / נורמטיבי / משמעתי\nאי עמידה בציוני הסף\nתהליך מקדים לוועדת הערכה\nחניך העולה לוועדת הערכה יקבל התראה של שלושה ימים טרם הגעתו ממפקדו הישיר.\nשיחת ההתראה תכלול הסבר מפורט את הסיבות אשר בעקבותן החניך עולה לוועדה.\nשיחת ההתראה נדרשת בתיעוד וחתימה על ידי החניך בתיק האישי.\nמהלך הוועדה\nאת הועדה יקיים בעל תפקיד בדרגה המתאימה לאותו הקורס:\nמ\"כים- מח\"ט\nבמהלך הועדה יוצגו כלל הנתונים הרלוונטים לועדה:\nציונים ומשובים.\nסיכומי תהליך חניך מתקשה.\nתחקיר אירוע במקרה של אירוע בטיחות.\nתחקיר אירוע וסיכום ראיון במקרה של אירוע ערכי.\nבועדה יהיו נוכחים כלל הגורמים הרלוונטים לסיבת ההרחקה מהקורס.\nבועדה יהיה נוכח לפחות נציג אחד מטעם גוף פיתוח הדרכה אשר מוודאים כי הנהלים של \"חניך מתקשה\" ו\"ועדת הערכה\" מתבצעים על פי תו התקן.\nבמהלך הוועדה יש לאפשר לחייל להתייחס לנושאים שהועלו.\nחשוב לציין, כי יש חיילים אשר לא יעלו לועדת מח\"ט ויודחו ברמת הגדוד ע\"פ העילות הבאות:\n סף כניסה- כש\"ג, רפואי וויתור."],
            "txt3" : ["מטרת הנוהל : להגדיר את התהליך לבחירת חניכים מצטיינים וחניך למופת בקורס מ\"כים.\nכללי:\nתהליך בחירת חניך מצטיין וחניך למופת מעודדת מצוינות ומתאפשרת להדגיש את ההתנהגות ואת ההישגים הרצויים בהכשרה.\nתהליך בחירת חניך מצטיין וחניך למופת נועד להגביר את ההנעה להשקעה בהכשרה ולתגמל חניכים שהשקיעו בהכשרה והגיעו להישגים בולטים לטובה.\nקריטריונים תומכים לבחירת חניך מצטיין וחניך למופת:\nחניך מצטיין:\nציונים גבוהים – ציון סופי מעל 80.\nחו\"ד מפקד בולט לחיוב.\nללא אירועי משמעת משמעותיים.\nסוציומטרי עמיתים גבוה (במידה וקיים).\nתכונותיו העיקריות אשר יבואו לידי ביטוי הינן: חתירה למצויינות, יוזמה, עזרה לזולת והתמדה.\nחניך למופת:\nחו\"ד מפקד בולט לחיוב.\nללא אירועי משמעת משמעותיים.\nסוציומטרי עמיתים גבוה.\nתכונותיו העיקריות אשר יבואו לידי ביטוי הינן: השקעה, יוזמה, עזרה לזולת, התמדה, למידה והשתפרות."],
            "txt4" : ["מטרת הנוהל : הגדרת תכני התיק האישי לחניך וכיצד יש לנהל אותו בהכשרות\nכללי:\nתיק אישי לחניך משמש אמצעי לאיסוף המידע וריכוזו במכלול נושאים בעלי רלוונטיות לחניכים בקורס.\nמעקב מסודר ושיטתי אחר חניכים בקורס מאפשר איתור מוקדם של בעיות לימודיות, חברתיות ואישיות, ומאפשר לטפל בהן במועד המתאים לכך.\nהתיק האישי של החניך בקורס מ\"כים מנוהל בקמפוס הדיגיטלי.\nעקרונות עבודה\nלכל החניכים בהכשרת הקורס מ\"כים יש תיק אישי.\nתיק אישי לחניך ינוהל בקמפוס הדיגיטלי.\nעם הירשמות החניך לקמפוס התיק האישי נוצר באופן אוטומטי לכל חניך.\nאחריות המפקד להזין את הנתונים האישיים של החניך מתחילת ההכשרה ועד סופה.\nמידע המנוהל בתיק אישי:\nסיכום ראיון.\nסטאטוס ביצוע לרבות ציוני מבחנים בכלל תנאי הסף להסמכה כפי שהוגדרו בתיק יסוד.\nמשובי התנסויות ותרגילים.\nתוכנית החניכה ותיעוד של החניכה.\nאירועים אישיים חריגים לרבות – תוכנית חניך מתקשה, ועדות הערכה, סיכום תחקירים שהחניך היה חלק מהם – אירועי משמעת, אירועי בטיחות וכו'.\nמידע נוסף לשיקול דעתו של המפקד.\nשימור ידע:\nניהול התיק האישי של החניך הינו באחריות מפקדו האישי.\nהתיק האישי לחניך ישמר במערכת עד לשחרורו."],
            "txt5" : ["מטרות הנוהל: הגדרת את תהליכי ניהול ואחזקת תשתיות הדרכה\nכללי:\nתשתיות ההדרכה מהוות נדבך מרכזי ביכולת להוציא לפועל את תכניות ההכשרה השונות ביחידות ז\"י.\nעל-מנת לשמר את תשתיות ההדרכה יש לקיים מנגנון סדור לאחזקת התשתיות.\nנוהל זה תקף לכל יחידת הדרכה בין אם שיטת ניהול התשתיות הינה ריכוזית במפקדת החטיבה או בין אם היא מבוזרת לגדודים ולענפים.\nעקרונות עבודה:\nשגרת אחזקת תשתיות:\nבאחריות הקצין הממונה לוודא קיום רשימת תכולה לכל תשתית הדרכתית.\nרשימת התכולה תהיה תלויה במקום בולט בתוך המבנה עצמו.\nעל כל תכולה בתוך הרשימה יש להגדיר את בעל התפקיד בבה\"ד האחראי על תקינות האמצעי.\nבאחריות הקצין הממונה לנהל טבלת תיאומים לכל הפחות שבוע קדימה המגדירה למי מתואמת כל תשתית הדרכתית.\nבאחריות הקצין הממונה לנהל שגרת החתמות וזיכויים על תשתיות ההדרכה ותכולתן וכן תיעוד ההחתמות והזיכויים שנה אחורה.\nבאחריות הקצין הממונה להחזיק מפתחות רזרבות לכלל תשתיות ההדרכה הנעולות."]  
        },
        {
            "txt1" : ["מטרות הנוהל: הגדרת את תהליכי ניהול ואחזקת תשתיות הדרכה\nכללי:\nתשתיות ההדרכה מהוות נדבך מרכזי ביכולת להוציא לפועל את תכניות ההכשרה השונות ביחידות ז\"י.\nעל-מנת לשמר את תשתיות ההדרכה יש לקיים מנגנון סדור לאחזקת התשתיות.\nנוהל זה תקף לכל יחידת הדרכה בין אם שיטת ניהול התשתיות הינה ריכוזית במפקדת החטיבה או בין אם היא מבוזרת לגדודים ולענפים.\nעקרונות עבודה:\nשגרת אחזקת תשתיות:\nבאחריות הקצין הממונה לוודא קיום רשימת תכולה לכל תשתית הדרכתית.\nרשימת התכולה תהיה תלויה במקום בולט בתוך המבנה עצמו.\nעל כל תכולה בתוך הרשימה יש להגדיר את בעל התפקיד בבה\"ד האחראי על תקינות האמצעי.\nבאחריות הקצין הממונה לנהל טבלת תיאומים לכל הפחות שבוע קדימה המגדירה למי מתואמת כל תשתית הדרכתית.\nבאחריות הקצין הממונה לנהל שגרת החתמות וזיכויים על תשתיות ההדרכה ותכולתן וכן תיעוד ההחתמות והזיכויים שנה אחורה.\nבאחריות הקצין הממונה להחזיק מפתחות רזרבות לכלל תשתיות ההדרכה הנעולות."] 
        }
    ]
} 
  